<?php
namespace app\helper;

class message
{
    public static $message = [
        '00001' => '系统异常,请联系客服',
        '00002' => '请上传宠物图片',
        '00003' => '请输入昵称',
        '00004' => '请选择宠物年龄',
        '00005' => '请选择宠物性别',
        '00006' => '请选择宠物类别',
        '00007' => '请选择是否收费',
        '00008' => '请选择宠物来源',
        '00009' => '请选择宠物毛发',
        '00010' => '请选择宠物体型',
        '00011' => '请选择宠物是否打疫苗',
        '00012' => '请选择宠物是否绝育',
        '00013' => '请选择宠物是否驱虫',
        '00014' => '请输入宠物描述',
        '00015' => '描述字数不能超过100字',
        '00016' => '请输入联系人微信',
        '00017' => '请输入联系人手机号',
        '00018' => '手机号长度错误',
        '00019' => '手机号格式错误',
        '00020' => '请选择所在城市',
        '00021' => '请输入详细地址',
        '00022' => '请选择是否展示微信号',
        '00023' => '请选择是否展示手机号',
        '00024' => '请选择是否开启消息通知',
        '00025' => '添加失败,请联系客服',
        '00026' => '系统异常,未获取到详情ID',
        '00027' => '系统异常,未获取到详情数据',
    ];
}